Repository: andriansyahnc/owl
Catalog: sites/all/modules/openlucius/openlucius_core/translations/custom_*_sites.po
Languages: in

source: Allows the adding of new direct links.
in: Geeft het recht om nieuwe direct links toe te voegen

source: Direct links
in: Directe links

source: Title
in: Titel

source: Path
in: Pad

source: Add first
in: Voeg 1e toe

source: Add another
in: Voeg nog een toe

source: Add direct links for the Openlucius frontpage.
in: Voeg directe links toe aan de OpenLucius voorpagina

source: The direct links for the Openlucius frontpage.
in: De directe links voor de OpenLucius voorpagina

source: OpenLucius Direct Links
in: OpenLucius directe links

source: Direct links functionality for OpenLucius
in: Directe links functionaliteit voor OpenLucius

source: Displays the attend block for an event
in: Toont het aanwezig blok voor een evenement

source: event
in: evenement

source: Reason
in: reden

source: Why are you not attending?
in: Waarom ben je niet aanwezig?

source: Be able to unflag attending events
in: In staat zijn om niet meer aanwezig te zijn

source: Permission to check whether the user can unflag attending
in: Toestemming om te controleren of de gebruiker de markering aanwezig kan opheffen

source: Permission to check whether the user can unflag not attending
in: Toestemming om te controleren of de gebruiker niet aanwezig kan opheffen

source: Offer access to OpenLucius event configuration
in: Toegang bieden aan OpenLucius evenement configuratie

source: Permission to check whether the user can access the OpenLucius event configuration
in: Toestemming om te controleren of de gebruiker toegang heeft tot de OpenLucius evenement configuratie

source: Offer access to send OpenLucius event reminders
in: Toegang bieden om OpenLucius evenement herinneringen te sturen

source: Permission to check whether the user can send the OpenLucius event reminders
in: Toegang om te controleren of de gebruiker evenement herinneringen kan sturen

source: Event flag
in: Evenement flag

source: Attending
in: Aanwezig

source: Not attending
in: Niet aanwezig

source: Send reminders
in: Verstuur herinneringen

source: Event reminder email title
in: Evenement herinnering email titel

source: Event reminder email text
in: Evenement herinnering email tekst

source: Event settings
in: Evenement instellingen

source: Configure event settings.
in: Configureer evenement instellingen

source: Ubsubscribe user
in: Gebruiker afmelden

source: Unsubscribe user from event
in: Meld gebruiker af van evenement

source: Contains
in: Bevat

source: Display name
in: Naam voor weergave

source: LDAP configurations
in: LDAP configuratie

source: Global mapping form
in: Formulier voor globale indeling

source: Global mapping
in: Globale indeling

source: Add the global space, this space is the space every user is added to up login
in: Voeg de globale ruimte toe, dit is de ruimte waarin iedere gebruiker toegevoegd wordt na inloggen

source: %name: name mismatch. Please check your selection.
in: %name: naam inconsistencie. Check de selectie a.u.b.

source: %name: found no valid user with that name.
in: %name: geen geldige gebruiker met die naam

source: (Importing user @user)
in: (@user importeren

source: User Import
in: Gebruiker importeren

source: Initializing
in: Initialiseren

source: An error occurred
in: Er is een fout opgetreden

source: Finished batch!
in: Batch afgerond!

source: Facilitates OpenLucius ldap functions
in: Faciliteert OpenLucius ldap functies

source: Reply above this line
in: Reageer boven deze regel

source: Offer access to mail configuration
in: Geef mail configuratie toegang

source: Permission to check whether the user can access the mail configuration
in: Toestemming om te controleren of de gebruiker mail configuratie toegang heeft

source: Response by email
in: Antwoord per email

source: Failed to mark an email as being read
in: Het is mislukt om een e-mail markeren als gelezen

source: Read :counter emails
in: :counter gelezen emails

source: Mail configuration
in: Mail configuratie

source: Configure the mail for Openlucius.
in: Configureer de mail voor openlucius

source: Facilitates OpenLucius mail integration
in: Faciliteert OpenLucius mail integratie

source: Hostname
in: Hostnaam

source: Insert hostname here, for example: {imap.gmail.com:993/imap/ssl/novalidate-cert}INBOX
in: Voer hier de hostnaam in, bijvoorbeeld: {imap.gmail.com:993/imap/ssl/novalidate-cert}INBOX

source: Username
in: Gebruikersnaam

source: Insert username here.
in: Voer hier de gebruikersnaam in

source: Password
in: Wachtwoord (<a href="password?destination=user/login">Wachtwoord vergeten?</a>)

source: Insert password here.
in: Voer hier het watchwoord in

source: Reply address
in: Antwoord adres

source: The reply address which should be used for this environment
in: Het reactieadres dat moet gebruikt worden voor deze omgeving

source: Insert reply address here, defaults to the site-mail address
in: Voer hier het reactieadres in, dit is standaard het site-mail adres

source: The default user
in: De standaard gebruiker

source: The default user for emails from outside of this environment
in: De standaard gebruiker voor emails buiten deze omgeving

source: Enter the user who should be used as default
in: Voer de standaard te gebruiken gebruiker in

source: Connection failed: :error
in: Connectie mislukt: :error

source: An error occurred: :error
in: Er is een fout opgetreden :error

source: An error occurred: :error occurred
in: Er is een fout opgetreden: :error

source: OpenLucius Stack alters
in: OpenLucius Stack aanpassingen

source: Contains alters that are for the openlucius stack only
in: Bevat aanpassingen alleen voor de OpenLucius stack

source: Invoice number
in: Factuur nummer

source: Open invoices
in: Open facturen

source: Master
in: Hoofd

source: Open Invoices
in: Open facturen

source: Block
in: Blok

source: more
in: meer

source: Page
in: Pagina

source: View the invoices page containing all open invoices
in: Bekijk de facturen pagina met alle open facturen

source: Inline todo configuration
in: Inline todo configuratie

source: Select the default status for each role. If the user is able to see the form this setting can be overriden.
in: Select de standaard status voor elke rol. Als de gebruiker het recht heeft om dit formulier te zien kan dit worden overschreven

source: Make sure to only select each role once!
in: Wees zeker dat iedere rol maar een keer geselecteerd wordt

source: I agree, close this todo
in: Akkoord, Todo afsluiten

source: The date is required
in: De datum is verplicht

source: Show users from the following roles in the filter
in: Toon gebruikers uit de volgende rollen in de filter

source: Support configuration
in: Support configuratie

source: Configure the support for Openlucius.
in: Configureer de ondersteuning voor OpenLucius

source: Facilitates custom code for support.openlucius.nl
in: Faciliteert aangepaste code voor support.openlucius.nl

source: The comment to be posted when the todo becomes closed
in: De reactie die geplaatst wordt wanneer de todo gesloten wordt.
